Repository: gabelula/vozmob
Catalog: html/sites/all/modules/thickbox/translations/*.po
Languages: hu

source: Enter one page per line as Drupal paths. The '*' character is a wildcard. Example paths are %blog for the blog page and %blog-wildcard for every personal blog. %front is the front page.
hu: Soronként egy Drupal elérési útvonalat kell megadni. A „*” használható speciális helyettesítőként. Példák: „%blog” a blogok főoldalához és „%blog-wildcard” a személyes blogok főoldalaihoz. „%front” a címlapot jelenti.

source: Login
hu: Belépés

source: Advanced settings
hu: Haladó beállítások

source: Close
hu: Bezár

source: Image module options
hu: <em>Image</em> modul lehetőségek

source: Enable for image nodes
hu: Engedélyezés a kép típusú tartalmakhoz

source: Automatically activate Thickbox for all image nodes (requires the image module).
hu: Automatikusan aktiválja a <em>Thickbox</em> modult minden kép típusú tartalomhoz (Az <em>Image</em> modul szükséges).

source: Image derivative
hu: Kép származék

source: Select which image derivative will be loaded.
hu: A betöltendő képszármazék kiválasztása.

source: Image field options (CCK)
hu: <em>Image field</em> lehetőségek (CCK)

source: Image field gallery
hu: <em>Image field</em> galéria

source: Per page gallery
hu: Oldalgaléria

source: Per post gallery
hu: Tartalom galéria

source: Per field gallery
hu: Mező galéria

source: No gallery
hu: Nincs galéria

source: Should the gallery be images within a single field, a single post (default) or all images on the page. The last option disabels gallerys.
hu: A galériához a képeknek egyetlen mezőn belül kell lennie, egyetlen tartalmon belül kell lennie (ez az alapértelmezés), avagy minden kép az oldalon a gelériához tartozik. Az utolsó lehetőség letiltja a galériákat.

source: Login settings
hu: Belépési beállítások

source: Enable for login links
hu: Engedélyezés a belépési hivatkozásokhoz

source: Automatically activate Thickbox for links to user/login.
hu: Automatikusan aktiválja a <em>Thickbox</em> modult a felhasználó/belépési hivatkozásokhoz.

source: Deactivate Thickbox on specific pages
hu: A <em>Thickbox</em> kikapcsolása a megadott lapokon

source: Next >
hu: Következő >

source: < Prev
hu: &lt; Előző

source: or Esc Key
hu: vagy az Esc billentyű

source: Next / Close on last
hu: Következő / a végén bezárja

source: Image !current of !total
hu: Kép: !current / !total

source: Thickbox: @preset image
hu: <em>Thickbox</em>: @preset kép

source: Allows the user to configure the Thickbox settings.
hu: Lehetővé teszi a felhasználók számára a <em>Thickbox</em> beállítások testreszabását.

source: Enables Thickbox, a jQuery plugin.
hu: A <em>Thickbox</em> (egy <em>jQuery</em> bővítmény) engedélyezése.

source: Original image (no preset)
hu: Eredeti kép (nincs beállítás)

source: Image cache preset
hu: <em>Imagecache</em> beállítás

source: Select which image cache preset to use for viewing images in the thickbox.
hu: A <em>Thickbox</em> által a képek megtekintéséhez használandó <em>Imagecache</em> beállítás kiválasztása.

source: Do not include special CSS for Internet Explorer.
hu: Ne adjon hozzá speciális CSS fájlt az Internet Explorer számára.

source: If you have added the Thickbox IE CSS to you themes IE CSS file or simply do not need it you can check this box.
hu: Ha a <em>Thickbox</em> IE CSS már hozzá van adva a webhely IE CSS fájlhoz, vagy egyszerűen nincs rá szükség, akkor ezt a jelölőnégyzetet be lehet kapcsolni.
