Repository: gabelula/vozmob
Catalog: html/sites/all/modules/imagecache_profiles/translations/imagecache_profiles.*.po
Languages: sv

source: Utilizes imagecache presets for user profile pictures.
sv: Använder Imagecaches förinställningar för användares profilbilder.

source: @user's picture
sv: bild för @user

source: Anonymous
sv: Gäst

source: View user profile.
sv: Visa användarprofil.

source: Profile picture preset
sv: Förinställd bild för profilbild

source: This will set the picture size when viewing a user's profile page.
sv: Detta kommer att ange bildstorlek vid visning av en användares profilsida.

source: Comment picture preset
sv: Förinställd bild för kommentar

source: This will set the picture size when viewing a comment post.
sv: Detta kommer att ange bildstorlek vid visning av ett kommentarinlägg.

source: Default picture preset
sv: Förinställd standardbild

source: This will set the default user picture size throughout the site.
sv: Detta kommer att ange standardbilden för användare på webbplatsen.

source: Picture minimum width
sv: Minsta bredd på bild

source: Minimum width dimension for picture, in pixels. To prevent upscaling this value should be set to your maximum imagecache preset width.
sv: Minsta bredd för bild i pixlar. För att förhindra uppskalning bör detta värde vara satt till din största förinställda bredd för ImageCache.

source: Picture minimum height
sv: Minsta höjd på bild

source: Minimum height dimension for picture, in pixels. To prevent upscaling this value should be set to your maximum imagecache preset height.
sv: Minsta höjd för bild i pixlar. För att förhindra uppskalning bör detta värde vara satt till din största förinställda höjd för ImageCache.

source: The imagecache profile setting %setting was deleted.
sv: ImageCaches profilinställning %setting raderades.

source: The imagecache profile setting %setting was changed.
sv: ImageCaches profilinställning %setting ändrades.

source: Minimum dimensions are %dimensions.
sv: Minsta mått är %dimensions.

source: Minimum width is %width.
sv: Minsta bredd är %width.

source: Minimum height is %height.
sv: Minsta höjd är %height.

source: Your picture must be at least @min_user_picture_width pixels wide and @min_user_picture_height pixels tall (your image was @width x @height pixels).
sv: Din bild måste vara minst @min_user_picture_width pixlar bred och @min_user_picture_height pixlar högl (din bild var @width x @height pixlar).

source: %var updated from %value to %presetid
sv: %var uppdaterad från %value till %presetid

source: %var not updated: no imagecache preset could be found for %value. <a href="@settings_page"> Update your profile picture presets manually </a>
sv: %var ej uppdaterad: inga förinställningar för ImageCache kunde hittas för %value. <a href="@settings_page">Uppdatera dina förinställningar för profilbilder manuellt </a>

source: Imagecache Profile Pictures
sv: Imagecache för profilbilder

source: Imagecache preset
sv: Förinställning för Imagecache
